[
    {
        "id": 1,
        "question_text": "আপুনি বিল্ডিং ব্লকছ, টুলছৰ সৈতে খেলিবলৈ বা বস্তুবোৰ মৰামতি কৰিবলৈ মন কৰে নেকি?",
        "quiz_id": 2,
        "personality_types_id": 1
    },
    {
        "id": 2,
        "question_text": "আপুনি হাইকিং, বাগানকৰণ, বা খেল ধৰণৰ অনুষ্ঠানবোৰ পছন্দ কৰে নেকি?",
        "quiz_id": 2,
        "personality_types_id": 1
    },
    {
        "id": 3,
        "question_text": "আপুনি মেচিন বা গেজেটৰ কাৰ্য্যফলবোৰ কি ধৰণৰ হয় সেইবোৰ বুজিবলৈ মন যায় নেকি?",
        "quiz_id": 2,
        "personality_types_id": 1
    },
    {
        "id": 4,
        "question_text": "আপুনি কৰ্মসূচী যেনে নির্মাণ, ৰন্ধা বা হাতৰে কৰা কামবোৰ কৰিব বিচাৰে নেকি?",
        "quiz_id": 2,
        "personality_types_id": 1
    },
    {
        "id": 5,
        "question_text": "আপুনি ঘৰৰ কামবোৰ যেনে বস্তুবোৰ মৰামতি কৰাত সহায় কৰিবলৈ মন যায় নেকি?",
        "quiz_id": 2,
        "personality_types_id": 1
    },
    {
        "id": 6,
        "question_text": "আপুনি বস্তুবোৰ কেনেকৈ কাম কৰে বা কি কাৰণে ঘটনাসমূহ ঘটে সেইবোৰৰ বিষয়ে সোধাত ইচ্ছা কৰে নেকি?",
        "quiz_id": 2,
        "personality_types_id": 2
    },
    {
        "id": 7,
        "question_text": "আপুনি পৰীক্ষা কৰা, পুজল সমাধান কৰা বা জটিল সমস্যাৰ উত্তৰ বিচাৰি পোৱাত ভাল পায় নেকি?",
        "quiz_id": 2,
        "personality_types_id": 2
    },
    {
        "id": 8,
        "question_text": "আপুনি বিজ্ঞান, প্ৰযুক্তি বা প্ৰকৃতিৰ বিষয়ে ব্যাখ্যা কৰা কিতাপ বা অনুষ্ঠানবোৰ পঢ়িব বা চাবলৈ মন কৰে নেকি?",
        "quiz_id": 2,
        "personality_types_id": 2
    },
    {
        "id": 9,
        "question_text": "আপুনি জন্তুবোৰৰ বিষয়ে, মহাকাশ বা মানৱ শৰীৰ কেনেকৈ কাম কৰে জানিবলৈ ভাল পায় নেকি?",
        "quiz_id": 2,
        "personality_types_id": 2
    },
    {
        "id": 10,
        "question_text": "আপুনি বস্তুবোৰ কেনেকৈ বনোৱা হয় বা নতুন আইডিয়াবোৰ অন্বেষণ কৰিবলৈ মন যায় নেকি?",
        "quiz_id": 2,
        "personality_types_id": 2
    },
    {
        "id": 11,
        "question_text": "আপুনি অংকন কৰা, পেইন্টিং কৰা বা হস্তকৰ্ম কৰা পছন্দ কৰে নেকি?",
        "quiz_id": 2,
        "personality_types_id": 3
    },
    {
        "id": 12,
        "question_text": "আপুনি গল্প, কবিতা লিখা বা খেল আৰু গীতৰ সৃষ্টি কৰিবলৈ পছন্দ কৰে নেকি?",
        "quiz_id": 2,
        "personality_types_id": 3
    },
    {
        "id": 13,
        "question_text": "আপুনি নাটকত অভিনয় কৰা, গাওকণ, বা বাদ্যযন্ত্ৰ বজাই পছন্দ কৰে নেকি?",
        "quiz_id": 2,
        "personality_types_id": 3
    },
    {
        "id": 14,
        "question_text": "আপুনি আপোনাৰ কোঠা সজোৱা বা নিজৰ কাপোৰ বা খেলনাবোৰ ডিজাইন কৰিবলৈ পছন্দ কৰে নেকি?",
        "quiz_id": 2,
        "personality_types_id": 3
    },
    {
        "id": 15,
        "question_text": "আপুনি সমস্যা সমাধান কৰিবলৈ বা বস্তুবোৰ তৈয়াৰ কৰিবলৈ নতুন আৰু সৃষ্টিশীল উপায়বোৰৰ বিষয়ে চিন্তা কৰিবলৈ ভাল পায় নেকি?",
        "quiz_id": 2,
        "personality_types_id": 3
    },
    {
        "id": 16,
        "question_text": "আপুনি আপোনাৰ বন্ধু বা পৰিয়ালক সমস্যা হ’লে সহায় কৰিবলৈ মন কৰে নেকি?",
        "quiz_id": 2,
        "personality_types_id": 4
    },
    {
        "id": 17,
        "question_text": "আপুনি দলেৰে খেলিবলৈ বা গোট অনুষ্ঠানবোৰত অংশ ল'বলৈ ভাল পায় নেকি?",
        "quiz_id": 2,
        "personality_types_id": 4
    },
    {
        "id": 18,
        "question_text": "আপুনি পোহনীয়া জন্তুৰ যত্ন ল’ব, সৰু ল’ৰাবোৰৰ সহায় কৰিব বা দুখীয়া লোকক সহায় কৰিবলৈ মন যায় নেকি?",
        "quiz_id": 2,
        "personality_types_id": 4
    },
    {
        "id": 19,
        "question_text": "আপুনি আপোনাৰ বন্ধুবোৰৰ সৈতে কথা পাতি সকলো আনন্দিত আছে নেকি নিশ্চিত কৰিবলৈ পছন্দ কৰে নেকি?",
        "quiz_id": 2,
        "personality_types_id": 4
    },
    {
        "id": 20,
        "question_text": "আপুনি আনক নতুন আইডিয়াবোৰ বুজিবলৈ সহায় কৰিবলৈ পছন্দ কৰে নেকি?",
        "quiz_id": 2,
        "personality_types_id": 4
    },
    {
        "id": 21,
        "question_text": "আপুনি খেল বা অনুষ্ঠানবোৰৰ নেতৃত্ব দিবলৈ আৰু গোটৰ বাবে সিদ্ধান্ত ল’বলৈ পছন্দ কৰে নেকি?",
        "quiz_id": 2,
        "personality_types_id": 5
    },
    {
        "id": 22,
        "question_text": "আপুনি অনুষ্ঠানৰ পৰিকল্পনা কৰা, নতুন আইডিয়াবোৰ আনি, নতুন খেল বা প্ৰকল্প আৰম্ভ কৰিবলৈ পছন্দ কৰে নেকি?",
        "quiz_id": 2,
        "personality_types_id": 5
    },
    {
        "id": 23,
        "question_text": "আপুনি আপোনাৰ বন্ধু বা পৰিয়ালৰ কাৰণে অনুষ্ঠানবোৰৰ সংগঠনৰ কাম কৰিবলৈ পছন্দ কৰে নেকি?",
        "quiz_id": 2,
        "personality_types_id": 5
    },
    {
        "id": 24,
        "question_text": "আপুনি আনৰ সৈতে কথা পাতি তেওঁলোকক নতুন কিবা এটা চেষ্টা কৰিবলৈ সমুজ্জ্বল কৰিব পছন্দ কৰে নেকি?",
        "quiz_id": 2,
        "personality_types_id": 5
    },
    {
        "id": 25,
        "question_text": "আপুনি দলেৰ অধিনায়ক বা গোটৰ নেতা হ’বলৈ দায়িত্ব ল'বলৈ পছন্দ কৰে নেকি?",
        "quiz_id": 2,
        "personality_types_id": 5
    },
    {
        "id": 26,
        "question_text": "আপুনি নিজৰ খেলবাতি, কিতাপ বা আন বস্তু বিশেষ প্ৰকাৰে সংবদ্ধ কৰিব পাৰে নেকি?",
        "quiz_id": 2,
        "personality_types_id": 6
    },
    {
        "id": 27,
        "question_text": "আপুনি খেল বা অনুষ্ঠান কৰা সময়ত নীতি নিয়ম মানি চলাটো পছন্দ কৰে নেকি?",
        "quiz_id": 2,
        "personality_types_id": 6
    },
    {
        "id": 28,
        "question_text": "আপুনি তলিকা, পৰিসংখ্যা সংযত কৰা বা পৰিস্কাৰ ভাৱে সবকিছু সজ্জিত কৰা পছন্দ কৰে নেকি?",
        "quiz_id": 2,
        "personality_types_id": 6
    },
    {
        "id": 29,
        "question_text": "আপুনি বস্তুবোৰ সংগঠিত কৰাৰ বা শৃংখলাবদ্ধভাৱে ৰাখিবলৈ সহায় কৰিব বিচাৰে নেকি?",
        "quiz_id": 2,
        "personality_types_id": 6
    },
    {
        "id": 30,
        "question_text": "আপুনি সংখ্যা, তথ্য, আৰু কোনো বিশেষ অনুক্ৰমত বস্তুবোৰ সংৰক্ষণ কৰাৰ কাম পছন্দ কৰে নেকি?",
        "quiz_id": 2,
        "personality_types_id": 6
    }
]
