[
    {
        "id": 1,
        "question_text": "क्या आपको बिल्डिंग ब्लॉक्स, औजारों के साथ खेलना या चीजों को ठीक करना पसंद है?",
        "quiz_id": 2,
        "personality_types_id": 1
    },
    {
        "id": 2,
        "question_text": "क्या आपको बाहरी गतिविधियाँ जैसे हाइकिंग, बागवानी, या खेल खेलना पसंद है?",
        "quiz_id": 2,
        "personality_types_id": 1
    },
    {
        "id": 3,
        "question_text": "क्या आपको मशीनों या गैजेट्स के काम करने के तरीके का पता लगाना पसंद है?",
        "quiz_id": 2,
        "personality_types_id": 1
    },
    {
        "id": 4,
        "question_text": "क्या आपको हाथों से काम करने वाले काम जैसे निर्माण, खाना पकाना या चीजें बनाना पसंद है?",
        "quiz_id": 2,
        "personality_types_id": 1
    },
    {
        "id": 5,
        "question_text": "क्या आपको घर के आसपास के काम जैसे चीजों को ठीक करना या यार्ड का काम करना पसंद है?",
        "quiz_id": 2,
        "personality_types_id": 1
    },
    {
        "id": 6,
        "question_text": "क्या आपको यह पूछना अच्छा लगता है कि चीजें कैसे काम करती हैं या चीजें क्यों होती हैं?",
        "quiz_id": 2,
        "personality_types_id": 2
    },
    {
        "id": 7,
        "question_text": "क्या आपको प्रयोग करना, पहेलियाँ हल करना, या कठिन समस्याओं का उत्तर ढूँढना पसंद है?",
        "quiz_id": 2,
        "personality_types_id": 2
    },
    {
        "id": 8,
        "question_text": "क्या आपको विज्ञान, प्रौद्योगिकी, या प्रकृति की व्याख्या करने वाली किताबें पढ़ना या शो देखना पसंद है?",
        "quiz_id": 2,
        "personality_types_id": 2
    },
    {
        "id": 9,
        "question_text": "क्या आपको जानवरों, अंतरिक्ष या मानव शरीर के काम करने के तरीके के बारे में सीखना पसंद है?",
        "quiz_id": 2,
        "personality_types_id": 2
    },
    {
        "id": 10,
        "question_text": "क्या आपको यह पता लगाना अच्छा लगता है कि चीजें कैसे बनाई जाती हैं या नई चीजों का पता लगाना अच्छा लगता है?",
        "quiz_id": 2,
        "personality_types_id": 2
    },
    {
        "id": 11,
        "question_text": "क्या आपको ड्राइंग, पेंटिंग, या शिल्प करना पसंद है?",
        "quiz_id": 2,
        "personality_types_id": 3
    },
    {
        "id": 12,
        "question_text": "क्या आपको कहानियाँ, कविताएँ लिखना या खेल और गाने बनाना पसंद है?",
        "quiz_id": 2,
        "personality_types_id": 3
    },
    {
        "id": 13,
        "question_text": "क्या आपको नाटक में अभिनय करना, गाना, या संगीत वाद्ययंत्र बजाना पसंद है?",
        "quiz_id": 2,
        "personality_types_id": 3
    },
    {
        "id": 14,
        "question_text": "क्या आपको अपना कमरा सजाना या अपने कपड़े या खिलौने डिज़ाइन करना पसंद है?",
        "quiz_id": 2,
        "personality_types_id": 3
    },
    {
        "id": 15,
        "question_text": "क्या आपको समस्याओं को हल करने या चीजें बनाने के नए और रचनात्मक तरीके सोचना पसंद है?",
        "quiz_id": 2,
        "personality_types_id": 3
    },
    {
        "id": 16,
        "question_text": "क्या आपको अपने दोस्तों या परिवार की मदद करना पसंद है जब उन्हें कोई समस्या होती है?",
        "quiz_id": 2,
        "personality_types_id": 4
    },
    {
        "id": 17,
        "question_text": "क्या आपको टीम खेल खेलना या समूह गतिविधियों का हिस्सा बनना पसंद है?",
        "quiz_id": 2,
        "personality_types_id": 4
    },
    {
        "id": 18,
        "question_text": "क्या आपको पालतू जानवरों, छोटे बच्चों की देखभाल करना या लोगों की मदद करना पसंद है जब वे दुखी होते हैं?",
        "quiz_id": 2,
        "personality_types_id": 4
    },
    {
        "id": 19,
        "question_text": "क्या आपको अपने दोस्तों से बात करना और यह सुनिश्चित करना पसंद है कि सभी खुश हों?",
        "quiz_id": 2,
        "personality_types_id": 4
    },
    {
        "id": 20,
        "question_text": "क्या आपको दूसरों को चीजें सिखाना या उन्हें नए विचार समझने में मदद करना पसंद है?",
        "quiz_id": 2,
        "personality_types_id": 4
    },
    {
        "id": 21,
        "question_text": "क्या आपको खेलों या गतिविधियों का नेतृत्व करना और समूह के लिए निर्णय लेना पसंद है?",
        "quiz_id": 2,
        "personality_types_id": 5
    },
    {
        "id": 22,
        "question_text": "क्या आपको घटनाओं की योजना बनाना, नए विचारों के साथ आना, या नए खेल या परियोजनाएँ शुरू करना पसंद है?",
        "quiz_id": 2,
        "personality_types_id": 5
    },
    {
        "id": 23,
        "question_text": "क्या आपको दोस्तों या परिवार के लिए गतिविधियों का आयोजन करना पसंद है, जैसे बेक सेल या पार्टी?",
        "quiz_id": 2,
        "personality_types_id": 5
    },
    {
        "id": 24,
        "question_text": "क्या आपको दूसरों से बात करना और उन्हें कुछ नया करने के लिए मनाना पसंद है?",
        "quiz_id": 2,
        "personality_types_id": 5
    },
    {
        "id": 25,
        "question_text": "क्या आपको टीम के कप्तान या समूह के नेता बनने जैसे नेतृत्व की भूमिकाएँ निभाना पसंद है?",
        "quiz_id": 2,
        "personality_types_id": 5
    },
    {
        "id": 26,
        "question_text": "क्या आपको अपने खिलौने, किताबें, या अन्य वस्तुओं को किसी निश्चित तरीके से व्यवस्थित करना पसंद है?",
        "quiz_id": 2,
        "personality_types_id": 6
    },
    {
        "id": 27,
        "question_text": "क्या आपको खेल खेलते समय या गतिविधियाँ करते समय नियमों का पालन करना पसंद है?",
        "quiz_id": 2,
        "personality_types_id": 6
    },
    {
        "id": 28,
        "question_text": "क्या आपको सूचियों, चार्टों का रिकॉर्ड रखना, या चीजों को साफ-सुथरा रखना पसंद है?",
        "quiz_id": 2,
        "personality_types_id": 6
    },
    {
        "id": 29,
        "question_text": "क्या आपको उन कार्यों में मदद करना पसंद है जिनमें चीजों को व्यवस्थित करना या क्रम में रखना शामिल है?",
        "quiz_id": 2,
        "personality_types_id": 6
    },
    {
        "id": 30,
        "question_text": "क्या आपको संख्याओं के साथ काम करना, रिकॉर्ड रखना, या चीजों को एक निश्चित क्रम में एकत्र करना पसंद है?",
        "quiz_id": 2,
        "personality_types_id": 6
    }
]
