[
    {
        "id": 1,
        "question_text": "നിങ്ങൾക്ക് ബിൽഡിംഗ് ബ്ലോക്കുകൾ, ഉപകരണങ്ങൾ ഉപയോഗിച്ച് കളിക്കുന്നത്, അല്ലെങ്കിൽ സാധനങ്ങൾ ശരിയാക്കുന്നത് ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 1
    },
    {
        "id": 2,
        "question_text": "നിങ്ങൾക്ക് ഹൈക്കിംഗ്, തോട്ടം പരിപാലനം അല്ലെങ്കിൽ കായിക പ്രവർത്തനങ്ങൾ പോലുള്ള പുറത്തു ചെയ്യുന്ന പ്രവർത്തനങ്ങൾ ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 1
    },
    {
        "id": 3,
        "question_text": "എങ്ങനെ യന്ത്രങ്ങൾ അല്ലെങ്കിൽ ഉപകരണങ്ങൾ പ്രവർത്തിക്കുന്നു എന്ന് മനസ്സിലാക്കാൻ നിങ്ങൾ ഇഷ്ടപ്പെടുമോ?",
        "quiz_id": 2,
        "personality_types_id": 1
    },
    {
        "id": 4,
        "question_text": "നിങ്ങൾക്ക് നിർമ്മാണം, പാചകം ചെയ്യുന്നത്, അല്ലെങ്കിൽ കൈ കൊണ്ട് എന്തെങ്കിലും ഉണ്ടാക്കുന്നത് ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 1
    },
    {
        "id": 5,
        "question_text": "നിങ്ങൾക്ക് വീട്ടിൽ ജോലി ചെയ്യുന്നതിന് സഹായം ചെയ്യുക, സാധനങ്ങൾ ശരിയാക്കുക അല്ലെങ്കിൽ മേടം ജോലികൾ ചെയ്യുക ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 1
    },
    {
        "id": 6,
        "question_text": "സാധനങ്ങൾ എങ്ങനെ പ്രവർത്തിക്കുന്നു അല്ലെങ്കിൽ എന്തുകൊണ്ട് സംഭവിക്കുന്നു എന്ന ചോദ്യങ്ങൾ ചോദിക്കാൻ നിങ്ങൾക്ക് ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 2
    },
    {
        "id": 7,
        "question_text": "പ്രവേശനങ്ങൾ, കൊടികൾ പരിഹരിക്കുക, അല്ലെങ്കിൽ പ്രയാസകരമായ പ്രശ്നങ്ങൾക്ക് ഉത്തരങ്ങൾ കണ്ടെത്തുക നിങ്ങൾക്ക് ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 2
    },
    {
        "id": 8,
        "question_text": "ശാസ്ത്രം, സാങ്കേതിക വിദ്യ, അല്ലെങ്കിൽ പ്രകൃതി വിശദീകരിക്കുന്ന പുസ്തകങ്ങൾ വായിക്കാൻ അല്ലെങ്കിൽ പരിപാടികൾ കാണാൻ നിങ്ങൾക്ക് ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 2
    },
    {
        "id": 9,
        "question_text": "നിങ്ങൾക്ക് മൃഗങ്ങൾ, ബഹിരാകാശം, അല്ലെങ്കിൽ മനുഷ്യ ശരീരം എങ്ങനെ പ്രവർത്തിക്കുന്നു എന്നത് പഠിക്കാൻ ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 2
    },
    {
        "id": 10,
        "question_text": "സാധനങ്ങൾ എങ്ങനെ നിർമ്മിക്കപ്പെടുന്നു എന്ന് കണ്ടെത്താൻ അല്ലെങ്കിൽ പുതിയ ആശയങ്ങൾ പരിശോധിക്കാൻ നിങ്ങൾക്ക് ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 2
    },
    {
        "id": 11,
        "question_text": "നിങ്ങൾക്ക് വരയ്ക്കുന്നത്, ചിത്രങ്ങൾ വരയ്ക്കുന്നത്, അല്ലെങ്കിൽ കൈത്തൊഴിൽ പ്രവർത്തനങ്ങൾ ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 3
    },
    {
        "id": 12,
        "question_text": "നിങ്ങൾക്ക് കഥകൾ, കവിതകൾ എഴുതുന്നത് അല്ലെങ്കിൽ കളികൾ, പാട്ടുകൾ ഉണ്ടാക്കുന്നത് ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 3
    },
    {
        "id": 13,
        "question_text": "നാടകങ്ങളിൽ അഭിനയിക്കുന്നത്, പാടുന്നത്, അല്ലെങ്കിൽ ഒരു സംഗീത ഉപകരണം വായിക്കുന്നത് ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 3
    },
    {
        "id": 14,
        "question_text": "നിങ്ങൾക്ക് നിങ്ങളുടെ മുറി അലങ്കരിക്കാൻ അല്ലെങ്കിൽ നിങ്ങളുടെ സ്വന്തം വസ്ത്രങ്ങൾ അല്ലെങ്കിൽ കളിപ്പാട്ടങ്ങൾ രൂപകൽപ്പന ചെയ്യാൻ ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 3
    },
    {
        "id": 15,
        "question_text": "സമസ്യകൾ പരിഹരിക്കാൻ അല്ലെങ്കിൽ സാധനങ്ങൾ നിർമ്മിക്കാൻ പുതിയ സൃഷ്ടിപരമായ മാർഗങ്ങൾ കണ്ടെത്താൻ നിങ്ങൾക്ക് ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 3
    },
    {
        "id": 16,
        "question_text": "നിങ്ങളുടെ സുഹൃത്തുക്കൾക്ക് അല്ലെങ്കിൽ കുടുംബത്തിന് ഒരു പ്രശ്നം ഉണ്ടായാൽ സഹായിക്കാൻ നിങ്ങൾക്ക് ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 4
    },
    {
        "id": 17,
        "question_text": "നിങ്ങൾക്ക് ടീമിൽ കളിക്കുന്നത് അല്ലെങ്കിൽ ഗ്രൂപ്പ് പ്രവർത്തനങ്ങളിൽ പങ്കെടുക്കുന്നത് ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 4
    },
    {
        "id": 18,
        "question_text": "നിങ്ങൾക്ക് കനിഞ്ഞുയോർക്കുന്നത്, കുട്ടികളിൽ ശ്രദ്ധ നൽകൽ, അല്ലെങ്കിൽ വിഷമിച്ചവരെ സഹായിക്കുന്നത് ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 4
    },
    {
        "id": 19,
        "question_text": "നിങ്ങൾക്ക് സുഹൃത്തുക്കളുമായി സംസാരിച്ച് എല്ലാവരും സന്തോഷമാണെന്ന് ഉറപ്പ് വരുത്താൻ ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 4
    },
    {
        "id": 20,
        "question_text": "നിങ്ങൾക്ക് മറ്റുള്ളവരെ പഠിപ്പിക്കുന്നതിലും പുതിയ ആശയങ്ങൾ മനസ്സിലാക്കാൻ സഹായിക്കുന്നതിലും ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 4
    },
    {
        "id": 21,
        "question_text": "നിങ്ങൾക്ക് കളികളും പ്രവർത്തനങ്ങളും നിയന്ത്രിച്ച്, ഗ്രൂപ്പിനായി തീരുമാനങ്ങൾ എടുക്കാൻ ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 5
    },
    {
        "id": 22,
        "question_text": "നിങ്ങൾക്ക് പരിപാടികൾ പദ്ധതിയിടുന്നത്, പുതിയ ആശയങ്ങൾ കൊണ്ടുവരുന്നത്, അല്ലെങ്കിൽ പുതിയ കളികളും പ്രൊജക്റ്റുകളും ആരംഭിക്കുന്നത് ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 5
    },
    {
        "id": 23,
        "question_text": "നിങ്ങൾക്ക് സുഹൃത്തുക്കളുടേയും കുടുംബത്തിന്റേയും പ്രവർത്തനങ്ങൾ, ഒരു ബേക്ക്സെയിൽ അല്ലെങ്കിൽ ഒരു പാർട്ടി പോലുള്ളവ സംഘടിപ്പിക്കാൻ ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 5
    },
    {
        "id": 24,
        "question_text": "നിങ്ങൾക്ക് മറ്റുള്ളവരോട് സംസാരിച്ച് അവരെ പുതുതായി എന്തെങ്കിലും ശ്രമിക്കാൻ പ്രേരിപ്പിക്കാൻ ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 5
    },
    {
        "id": 25,
        "question_text": "നിങ്ങൾക്ക് ടീമിന്റെ ക്യാപ്റ്റൻ ആകുന്നത് അല്ലെങ്കിൽ ഒരു ഗ്രൂപ്പിനെ നയിക്കുന്നത് പോലുള്ള നേതൃ സ്ഥാനങ്ങൾ ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 5
    },
    {
        "id": 26,
        "question_text": "നിങ്ങൾക്ക് നിങ്ങളുടെ കളിപ്പാട്ടങ്ങളും പുസ്തകങ്ങളും മറ്റ് വസ്തുക്കളും ഒരു പ്രത്യേക രീതിയിൽ ക്രമീകരിക്കുന്നത് ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 6
    },
    {
        "id": 27,
        "question_text": "നിങ്ങൾക്ക് കളിക്കുന്നപ്പോൾ അല്ലെങ്കിൽ പ്രവർത്തനങ്ങൾ ചെയ്യുമ്പോൾ നിയമങ്ങൾ പാലിക്കുന്നത് ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 6
    },
    {
        "id": 28,
        "question_text": "നിങ്ങൾക്ക് ലിസ്റ്റുകളും ചാർട്ടുകളും സൂക്ഷിച്ച് വയ്ക്കാനും സാധനങ്ങൾ വൃത്തിയോടെയും ക്രമമായിട്ടുമാണ് സൂക്ഷിക്കാൻ ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 6
    },
    {
        "id": 29,
        "question_text": "നിങ്ങൾക്ക് സാധനങ്ങളെ ക്രമപ്പെടുത്തുന്നതിലും ഓർഡറിൽ വയ്ക്കുന്നതിലും സഹായിക്കുന്നതു ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 6
    },
    {
        "id": 30,
        "question_text": "നിങ്ങൾക്ക് അക്കങ്ങൾ ഉപയോഗിച്ച് ജോലി ചെയ്യാൻ, രേഖകൾ സൂക്ഷിക്കാൻ, അല്ലെങ്കിൽ ഒരു പ്രത്യേക ഓർഡറിൽ സാധനങ്ങൾ ശേഖരിക്കാൻ ഇഷ്ടമാണോ?",
        "quiz_id": 2,
        "personality_types_id": 6
    }
]
