[
    {
        "id": 1,
        "question_text": "உங்களுக்கு கட்டுமான செதில்கள், கருவிகள் அல்லது பழுது பார்க்கும் செயல்கள் பிடிக்குமா?",
        "quiz_id": 2,
        "personality_types_id": 1
    },
    {
        "id": 2,
        "question_text": "உங்களுக்கு வெளியே சுறுசுறுப்பான செயல்கள், ஹைக்கிங், தோட்டம் பராமரித்தல் அல்லது விளையாடுவது பிடிக்குமா?",
        "quiz_id": 2,
        "personality_types_id": 1
    },
    {
        "id": 3,
        "question_text": "இயந்திரங்கள் அல்லது சாதனங்கள் எப்படி இயங்குகின்றன என்பதை கண்டறிய நீங்கள் விரும்புகிறீர்களா?",
        "quiz_id": 2,
        "personality_types_id": 1
    },
    {
        "id": 4,
        "question_text": "நீங்கள் கட்டும், சமையல் செய்வது அல்லது உங்கள் கைகளை கொண்டு செய்யும் செயல்களை விரும்புகிறீர்களா?",
        "quiz_id": 2,
        "personality_types_id": 1
    },
    {
        "id": 5,
        "question_text": "நீங்கள் வீட்டில் வேலைகளைச் செய்ய உதவுவது, பொருட்களை சரிசெய்வது அல்லது தோட்ட வேலைகளைச் செய்ய விரும்புகிறீர்களா?",
        "quiz_id": 2,
        "personality_types_id": 1
    },
    {
        "id": 6,
        "question_text": "உங்களுக்கு பொருட்கள் எப்படி செயல்படுகின்றன அல்லது ஏன் நிகழ்கின்றன என்பதைக் கேட்பது பிடிக்குமா?",
        "quiz_id": 2,
        "personality_types_id": 2
    },
    {
        "id": 7,
        "question_text": "நீங்கள் பரிசோதனைகள், புதிர்களைத் தீர்க்கும் அல்லது கடினமான பிரச்சினைகளுக்கு பதில்கள் கண்டுபிடிக்க விரும்புகிறீர்களா?",
        "quiz_id": 2,
        "personality_types_id": 2
    },
    {
        "id": 8,
        "question_text": "உங்களுக்கு அறிவியல், தொழில்நுட்பம் அல்லது இயற்கையை விளக்கும் புத்தகங்கள் அல்லது நிகழ்ச்சிகளைப் பார்க்க விருப்பமா?",
        "quiz_id": 2,
        "personality_types_id": 2
    },
    {
        "id": 9,
        "question_text": "உங்களுக்கு விலங்குகள், விண்வெளி அல்லது மனித உடல் எப்படி செயல்படுகிறது என்பதைப் பற்றி அறிந்துகொள்வதில் விருப்பமா?",
        "quiz_id": 2,
        "personality_types_id": 2
    },
    {
        "id": 10,
        "question_text": "நீங்கள் பொருட்கள் எப்படிக் கட்டப்படுகின்றன அல்லது புதிய யோசனைகளை ஆராய்வதில் ஆர்வமா?",
        "quiz_id": 2,
        "personality_types_id": 2
    },
    {
        "id": 11,
        "question_text": "உங்களுக்கு வரைதல், ஓவியம் அல்லது கைவினைப் பணிகள் செய்ய விருப்பமா?",
        "quiz_id": 2,
        "personality_types_id": 3
    },
    {
        "id": 12,
        "question_text": "உங்களுக்கு கதைகள், கவிதைகள் எழுதுதல் அல்லது விளையாட்டுகள் மற்றும் பாடல்களை உருவாக்க விருப்பமா?",
        "quiz_id": 2,
        "personality_types_id": 3
    },
    {
        "id": 13,
        "question_text": "நாடகங்களில் நடிப்பது, பாடுவது அல்லது இசைக்கருவி இசைப்பது உங்களுக்கு பிடிக்குமா?",
        "quiz_id": 2,
        "personality_types_id": 3
    },
    {
        "id": 14,
        "question_text": "உங்களுக்கு உங்கள் அறையை அலங்கரிப்பது அல்லது உங்கள் சொந்த உடைகள் அல்லது பொம்மைகளை வடிவமைப்பது பிடிக்குமா?",
        "quiz_id": 2,
        "personality_types_id": 3
    },
    {
        "id": 15,
        "question_text": "உங்களுக்கு சிக்கல்களை தீர்க்க அல்லது பொருட்களை உருவாக்க புதிய மற்றும் சாமர்த்தியமான வழிகளை யோசிப்பது பிடிக்குமா?",
        "quiz_id": 2,
        "personality_types_id": 3
    },
    {
        "id": 16,
        "question_text": "உங்களுக்கு உங்கள் நண்பர்கள் அல்லது குடும்பத்திற்கு பிரச்சினை ஏற்பட்டால் உதவ விரும்புகிறீர்களா?",
        "quiz_id": 2,
        "personality_types_id": 4
    },
    {
        "id": 17,
        "question_text": "உங்களுக்கு குழுவில் விளையாடுவது அல்லது குழு நடவடிக்கைகளில் பங்கேற்பது பிடிக்குமா?",
        "quiz_id": 2,
        "personality_types_id": 4
    },
    {
        "id": 18,
        "question_text": "உங்களுக்கு செல்லப்பிராணிகள், சிறிய குழந்தைகளைப் பராமரிப்பது அல்லது துயரத்தில் இருக்கும் மக்களுக்கு உதவுவது பிடிக்குமா?",
        "quiz_id": 2,
        "personality_types_id": 4
    },
    {
        "id": 19,
        "question_text": "உங்கள் நண்பர்களுடன் பேசுவது மற்றும் அனைவரும் மகிழ்ச்சியாக இருக்கிறார்களா என்பதை உறுதி செய்வது உங்களுக்கு பிடிக்குமா?",
        "quiz_id": 2,
        "personality_types_id": 4
    },
    {
        "id": 20,
        "question_text": "உங்களுக்கு மற்றவர்களுக்கு செயல்களைச் செய்வதைக் கற்றுக்கொடுக்கவும் அல்லது புதிய யோசனைகளை விளக்கவும் உதவுவது பிடிக்குமா?",
        "quiz_id": 2,
        "personality_types_id": 4
    },
    {
        "id": 21,
        "question_text": "உங்களுக்கு குழுவிற்காக விளையாட்டுகள் அல்லது செயல்பாடுகளில் தலைமை வகிக்கவும் முடிவுகளை எடுக்கவும் பிடிக்குமா?",
        "quiz_id": 2,
        "personality_types_id": 5
    },
    {
        "id": 22,
        "question_text": "உங்களுக்கு நிகழ்வுகளைத் திட்டமிடுவது, புதிய யோசனைகளை உருவாக்குவது அல்லது புதிய விளையாட்டுகள் அல்லது திட்டங்களைத் தொடங்குவது பிடிக்குமா?",
        "quiz_id": 2,
        "personality_types_id": 5
    },
    {
        "id": 23,
        "question_text": "நீங்கள் உங்கள் நண்பர்கள் அல்லது குடும்பத்திற்காக செயல்பாடுகளை ஏற்பாடு செய்ய விரும்புகிறீர்களா, பண்டை விற்பனை அல்லது ஒரு நிகழ்ச்சி போல?",
        "quiz_id": 2,
        "personality_types_id": 5
    },
    {
        "id": 24,
        "question_text": "உங்களுக்கு மற்றவர்களுடன் பேசுவது மற்றும் அவர்கள் புதிதாக முயற்சிக்க வேண்டுமென உதைச்சொல்லுவது பிடிக்குமா?",
        "quiz_id": 2,
        "personality_types_id": 5
    },
    {
        "id": 25,
        "question_text": "உங்களுக்கு ஒரு குழுவின் தலைவராக செயல்படுவது அல்லது ஒரு அணியின் தலைவராக செயல்படுவது பிடிக்குமா?",
        "quiz_id": 2,
        "personality_types_id": 5
    },
    {
        "id": 26,
        "question_text": "உங்களுக்கு உங்கள் பொம்மைகள், புத்தகங்கள் அல்லது பிற பொருட்களை ஒரு குறிப்பிட்ட முறையில் ஒழுங்குபடுத்துவது பிடிக்குமா?",
        "quiz_id": 2,
        "personality_types_id": 6
    },
    {
        "id": 27,
        "question_text": "நீங்கள் விளையாடும் போது அல்லது செயல்பாடுகளைச் செய்யும் போது விதிமுறைகளைப் பின்பற்ற விரும்புகிறீர்களா?",
        "quiz_id": 2,
        "personality_types_id": 6
    },
    {
        "id": 28,
        "question_text": "உங்களுக்கு பட்டியல்கள், விளக்கப்படங்கள் ஆகியவற்றை பராமரித்து வைத்திருக்கவும் அல்லது சுத்தமாகவும் ஒழுங்காகவும் வைத்திருக்கவும் பிடிக்குமா?",
        "quiz_id": 2,
        "personality_types_id": 6
    },
    {
        "id": 29,
        "question_text": "உங்களுக்கு பொருட்களை ஒழுங்குபடுத்துதல் அல்லது வரிசைப்படுத்துதல் போன்ற பணிகளில் உதவுவது பிடிக்குமா?",
        "quiz_id": 2,
        "personality_types_id": 6
    },
    {
        "id": 30,
        "question_text": "உங்களுக்கு எண்களுடன் பணியாற்றுவது, பதிவுகளை பராமரித்தல் அல்லது குறிப்பிட்ட வரிசையில் பொருட்களைச் சேகரித்தல் பிடிக்குமா?",
        "quiz_id": 2,
        "personality_types_id": 6
    }
]
