[
    {
        "id": 1,
        "question_text": "کیا آپ کو بلڈنگ بلاکس، اوزاروں کے ساتھ کھیلنا یا چیزوں کو ٹھیک کرنا پسند ہے؟",
        "quiz_id": 2,
        "personality_types_id": 1
    },
    {
        "id": 2,
        "question_text": "کیا آپ کو ہائیکنگ، باغبانی، یا کھیلوں جیسی بیرونی سرگرمیاں پسند ہیں؟",
        "quiz_id": 2,
        "personality_types_id": 1
    },
    {
        "id": 3,
        "question_text": "کیا آپ کو یہ جاننا پسند ہے کہ مشینیں یا گیجٹس کیسے کام کرتے ہیں؟",
        "quiz_id": 2,
        "personality_types_id": 1
    },
    {
        "id": 4,
        "question_text": "کیا آپ کو بلڈنگ، کھانا پکانے، یا اپنے ہاتھوں سے چیزیں بنانے جیسی سرگرمیاں پسند ہیں؟",
        "quiz_id": 2,
        "personality_types_id": 1
    },
    {
        "id": 5,
        "question_text": "کیا آپ کو گھر کے ارد گرد کاموں میں مدد کرنا، چیزوں کو ٹھیک کرنا یا یارڈ کا کام کرنا پسند ہے؟",
        "quiz_id": 2,
        "personality_types_id": 1
    },
    {
        "id": 6,
        "question_text": "کیا آپ کو یہ پوچھنا پسند ہے کہ چیزیں کیسے کام کرتی ہیں یا چیزیں کیوں ہوتی ہیں؟",
        "quiz_id": 2,
        "personality_types_id": 2
    },
    {
        "id": 7,
        "question_text": "کیا آپ کو تجربات کرنا، پہیلیاں حل کرنا، یا مشکل مسائل کا جواب ڈھونڈنا پسند ہے؟",
        "quiz_id": 2,
        "personality_types_id": 2
    },
    {
        "id": 8,
        "question_text": "کیا آپ کو وہ کتابیں پڑھنا پسند ہیں یا پروگرام دیکھنا پسند ہیں جو سائنس، ٹیکنالوجی یا فطرت کی وضاحت کرتے ہیں؟",
        "quiz_id": 2,
        "personality_types_id": 2
    },
    {
        "id": 9,
        "question_text": "کیا آپ کو جانوروں، خلا، یا انسانی جسم کے کام کرنے کے طریقے کے بارے میں سیکھنا پسند ہے؟",
        "quiz_id": 2,
        "personality_types_id": 2
    },
    {
        "id": 10,
        "question_text": "کیا آپ کو یہ جاننا پسند ہے کہ چیزیں کیسے بنتی ہیں یا نئی آئیڈیاز تلاش کرنا؟",
        "quiz_id": 2,
        "personality_types_id": 2
    },
    {
        "id": 11,
        "question_text": "کیا آپ کو ڈرائنگ، پینٹنگ، یا آرٹ اور کرافٹس کرنا پسند ہے؟",
        "quiz_id": 2,
        "personality_types_id": 3
    },
    {
        "id": 12,
        "question_text": "کیا آپ کو کہانیاں، نظمیں لکھنا، یا کھیل اور گانے بنانا پسند ہے؟",
        "quiz_id": 2,
        "personality_types_id": 3
    },
    {
        "id": 13,
        "question_text": "کیا آپ کو ڈرامے میں اداکاری کرنا، گانا، یا موسیقی کے آلات بجانا پسند ہے؟",
        "quiz_id": 2,
        "personality_types_id": 3
    },
    {
        "id": 14,
        "question_text": "کیا آپ کو اپنا کمرہ سجانا یا اپنے کپڑے یا کھلونے ڈیزائن کرنا پسند ہے؟",
        "quiz_id": 2,
        "personality_types_id": 3
    },
    {
        "id": 15,
        "question_text": "کیا آپ کو مسائل حل کرنے یا چیزیں بنانے کے نئے اور تخلیقی طریقے سوچنا پسند ہیں؟",
        "quiz_id": 2,
        "personality_types_id": 3
    },
    {
        "id": 16,
        "question_text": "کیا آپ کو اپنے دوستوں یا خاندان والوں کی مدد کرنا پسند ہے جب ان کے پاس کوئی مسئلہ ہوتا ہے؟",
        "quiz_id": 2,
        "personality_types_id": 4
    },
    {
        "id": 17,
        "question_text": "کیا آپ کو ٹیم کے کھیل کھیلنا یا گروپ کی سرگرمیوں کا حصہ بننا پسند ہے؟",
        "quiz_id": 2,
        "personality_types_id": 4
    },
    {
        "id": 18,
        "question_text": "کیا آپ کو پالتو جانوروں، چھوٹے بچوں کی دیکھ بھال کرنا یا لوگوں کی مدد کرنا پسند ہے جب وہ اداس ہوں؟",
        "quiz_id": 2,
        "personality_types_id": 4
    },
    {
        "id": 19,
        "question_text": "کیا آپ کو اپنے دوستوں سے بات کرنا اور یہ یقینی بنانا پسند ہے کہ سب خوش ہیں؟",
        "quiz_id": 2,
        "personality_types_id": 4
    },
    {
        "id": 20,
        "question_text": "کیا آپ کو دوسروں کو چیزیں سکھانا یا ان کی مدد کرنا پسند ہے تاکہ وہ نئے خیالات کو سمجھ سکیں؟",
        "quiz_id": 2,
        "personality_types_id": 4
    },
    {
        "id": 21,
        "question_text": "کیا آپ کو کھیلوں یا سرگرمیوں کا انچارج بننا اور گروپ کے لیے فیصلے کرنا پسند ہے؟",
        "quiz_id": 2,
        "personality_types_id": 5
    },
    {
        "id": 22,
        "question_text": "کیا آپ کو تقریبات کی منصوبہ بندی کرنا، نئے خیالات کے ساتھ آنا، یا نئے کھیل یا منصوبے شروع کرنا پسند ہے؟",
        "quiz_id": 2,
        "personality_types_id": 5
    },
    {
        "id": 23,
        "question_text": "کیا آپ کو اپنے دوستوں یا خاندان کے لیے سرگرمیوں کو منظم کرنا پسند ہے، جیسے ایک بیک سیل یا پارٹی؟",
        "quiz_id": 2,
        "personality_types_id": 5
    },
    {
        "id": 24,
        "question_text": "کیا آپ کو دوسروں سے بات کرنا اور انہیں کچھ نیا آزمانے کے لیے راضی کرنا پسند ہے؟",
        "quiz_id": 2,
        "personality_types_id": 5
    },
    {
        "id": 25,
        "question_text": "کیا آپ کو ٹیم کے کپتان یا گروپ کے لیڈر جیسی قیادت کی ذمہ داریاں لینا پسند ہے؟",
        "quiz_id": 2,
        "personality_types_id": 5
    },
    {
        "id": 26,
        "question_text": "کیا آپ کو اپنے کھلونے، کتابیں، یا دوسری چیزیں ایک خاص ترتیب میں منظم کرنا پسند ہے؟",
        "quiz_id": 2,
        "personality_types_id": 6
    },
    {
        "id": 27,
        "question_text": "کیا آپ کو کھیل کھیلتے وقت یا سرگرمیاں کرتے وقت اصولوں کی پیروی کرنا پسند ہے؟",
        "quiz_id": 2,
        "personality_types_id": 6
    },
    {
        "id": 28,
        "question_text": "کیا آپ کو فہرستیں، چارٹ رکھنا یا چیزوں کو صاف ستھرا اور ترتیب میں رکھنا پسند ہے؟",
        "quiz_id": 2,
        "personality_types_id": 6
    },
    {
        "id": 29,
        "question_text": "کیا آپ کو کاموں میں مدد کرنا پسند ہے جو چیزوں کو منظم کرنے یا ترتیب میں رکھنے میں شامل ہیں؟",
        "quiz_id": 2,
        "personality_types_id": 6
    },
    {
        "id": 30,
        "question_text": "کیا آپ کو نمبروں کے ساتھ کام کرنا، ریکارڈ رکھنا، یا چیزوں کو ایک خاص ترتیب میں جمع کرنا پسند ہے؟",
        "quiz_id": 2,
        "personality_types_id": 6
    }
]
